[
  {
    "9784523265436": {
      "title": "DESIGN ENGLISH",
      "authors": "高山靖子",
      "pages": 216
    }
  },
  {
    "9781599664026": {
      "title": "4000 Essential English Words",
      "authors": "Paul Nation",
      "categories": [
        "English language"
      ],
      "pages": 195
    }
  },
  {
    "9784789017305": {
      "title": "初級日本語げんき",
      "authors": "坂野永理",
      "pages": 382
    }
  },
  {
    "9781680210491": {
      "title": "Great Spies of the World",
      "authors": "John Perritano",
      "publisher": "Saddleback Educational Publishing",
      "About": "Are spies criminals or heroes? Some spies are greedy. They only want money. Others spy in wartime. They want to help their country. Businesses also spy on each other. The book explores six famous spies. Engage your most struggling readers in grades 3-8 with Red Rhino Nonfiction! This new series features high-interest topics in every content area. Visually appealing full-color photographs and illustrations, fun facts, and short chapters keep emerging readers focused. Written at a 1.5-1.9 readability level, these books include pre-reading comprehension questions and a 20-word glossary for comprehension support.",
      "categories": [
        "Juvenile Nonfiction"
      ],
      "pages": 72
    }
  },
  {
    "9780194794343": {
      "title": "Oxford Bookworms Library: Starter: The Girl with Green Eyes",
      "authors": "John Escott",
      "publisher": "OUP Oxford",
      "About": "Word Count 1,702",
      "categories": [
        "Foreign Language Study"
      ],
      "pages": 48
    }
  },
  {
    "9780241463383": {
      "title": "Penguin Readers Starter Level: Myths of the Norsemen",
      "authors": "Roger Lancelyn Green",
      "publisher": "National Geographic Books",
      "About": "Penguin Readers is an ELT graded reader series for learners of English as a foreign language. With carefully adapted text, new illustrations and language learning exercises, the print edition also includes instructions to access supporting material online. Titles include popular classics, exciting contemporary fiction, and thought-provoking non-fiction, introducing language learners to bestselling authors and compelling content. The eight levels of Penguin Readers follow the Common European Framework of Reference for language learning (CEFR). Exercises at the back of each Reader help language learners to practise grammar, vocabulary, and key exam skills. Before, during and after-reading questions test readers' story comprehension and develop vocabulary. Visit the Penguin Readers website Exclusively with the print edition, readers can unlock online resources including a digital book, audio edition, lesson plans and answer keys. Come into the world of the vikings. The gods and giants are enemies. Loki's mother is a goddess but his father is a giant. Is he the gods' friend or is he their enemy? They don't know...",
      "categories": [
        "Study Aids"
      ],
      "pages": 0
    }
  },
  {
    "9780241375211": {
      "title": "Penguin Readers Level 1: A Christmas Carol",
      "authors": "Charles Dickens",
      "publisher": "National Geographic Books",
      "About": "Penguin Readers is an ELT graded reader series for learners of English as a foreign language. With carefully adapted text, new illustrations and language learning exercises, the print edition also includes instructions to access supporting material online. Titles include popular classics, exciting contemporary fiction, and thought-provoking non-fiction, introducing language learners to bestselling authors and compelling content. The eight levels of Penguin Readers follow the Common European Framework of Reference for language learning (CEFR). Exercises at the back of each Reader help language learners to practise grammar, vocabulary, and key exam skills. Before, during and after-reading questions test readers' story comprehension and develop vocabulary. Visit the Penguin Readers website Exclusively with the print edition, readers can unlock online resources including a digital book, audio edition, lesson plans and answer keys. Ebenezer Scrooge hates Christmas. He is angry that people are not working. Then, he meets the ghost of his old partner, Jacob Marley. Can Scrooge be a good person before it is too late? A Christmas Carol, a Level 1 Reader, is A1 in the CEFR framework. Short sentences contain a maximum of two clauses, introducing the past simple tense and some simple modals, adverbs and gerunds. Illustrations support the text throughout, and many titles at this level are graphic novels.",
      "categories": [
        "Juvenile Fiction"
      ],
      "pages": 0
    }
  },
  {
    "9780241463390": {
      "title": "Penguin Readers Starter Level: Robin Hood",
      "authors": "Ladybird",
      "publisher": "National Geographic Books",
      "About": "Penguin Readers is an ELT graded reader series for learners of English as a foreign language. With carefully adapted text, new illustrations and language learning exercises, the print edition also includes instructions to access supporting material online. Titles include popular classics, exciting contemporary fiction, and thought-provoking non-fiction, introducing language learners to bestselling authors and compelling content. The eight levels of Penguin Readers follow the Common European Framework of Reference for language learning (CEFR). Exercises at the back of each Reader help language learners to practise grammar, vocabulary, and key exam skills. Before, during and after-reading questions test readers' story comprehension and develop vocabulary. Visit the Penguin Readers website Exclusively with the print edition, readers can unlock online resources including a digital book, audio edition, lesson plans and answer keys. Robin Hood lives in the forest with his Merry Men. He takes from rich people and gives to poor people. The Sheriff doesn't like Robin Hood but can he catch him?",
      "categories": [
        "Study Aids"
      ],
      "pages": 0
    }
  },
  {
    "9780241463406": {
      "title": "Penguin Readers Starter Level: The Scissor-Man Caves",
      "authors": "Ladybird",
      "publisher": "National Geographic Books",
      "About": "Penguin Readers is an ELT graded reader series for learners of English as a foreign language. With carefully adapted text, new illustrations and language learning exercises, the print edition also includes instructions to access supporting material online. Titles include popular classics, exciting contemporary fiction, and thought-provoking non-fiction, introducing language learners to bestselling authors and compelling content. The eight levels of Penguin Readers follow the Common European Framework of Reference for language learning (CEFR). Exercises at the back of each Reader help language learners to practise grammar, vocabulary, and key exam skills. Before, during and after-reading questions test readers' story comprehension and develop vocabulary. Visit the Penguin Readers website Exclusively with the print edition, readers can unlock online resources including a digital book, audio edition, lesson plans and answer keys. Zara and Joe go with their class to the Gerlock Caves. \"There's a story about the Gerlock Caves,\" Zara tells her teacher. \"There's a man. He walks in those caves at night and throws scissors at people.\"",
      "categories": [
        "Study Aids"
      ],
      "pages": 0
    }
  },
  {
    "9780241430873": {
      "title": "Penguin Reader Starter Level: Romeo and Juliet",
      "authors": "William Shakespeare",
      "publisher": "National Geographic Books",
      "About": "Penguin Readers is an ELT graded reader series for learners of English as a foreign language. With carefully adapted text, new illustrations and language learning exercises, the print edition also includes instructions to access supporting material online. Titles include popular classics, exciting contemporary fiction, and thought-provoking non-fiction, introducing language learners to bestselling authors and compelling content. The eight levels of Penguin Readers follow the Common European Framework of Reference for language learning (CEFR). Exercises at the back of each Reader help language learners to practise grammar, vocabulary, and key exam skills. Before, during and after-reading questions test readers' story comprehension and develop vocabulary. Visit the Penguin Readers website Exclusively with the print edition, readers can unlock online resources including a digital book, audio edition, lesson plans and answer keys. There is no sun this morning. It is not here. It is sad for Juliet and her Romeo. Romeo loves Juliet and Juliet loves Romeo. But their families are enemies and they cannot marry.",
      "categories": [
        "Juvenile Fiction"
      ],
      "pages": 0
    }
  },
  {
    "9780241375303": {
      "title": "Penguin Readers Starter Level: The Hound of the Baskervilles",
      "authors": "Sir Arthur Conan Doyle",
      "publisher": "National Geographic Books",
      "About": "Penguin Readers is an ELT graded reader series for learners of English as a foreign language. With carefully adapted text, new illustrations and language learning exercises, the print edition also includes instructions to access supporting material online. Titles include popular classics, exciting contemporary fiction, and thought-provoking non-fiction, introducing language learners to bestselling authors and compelling content. The eight levels of Penguin Readers follow the Common European Framework of Reference for language learning (CEFR). Exercises at the back of each Reader help language learners to practise grammar, vocabulary, and key exam skills. Before, during and after-reading questions test readers' story comprehension and develop vocabulary. Visit the Penguin Readers website Exclusively with the print edition, readers can unlock online resources including a digital book, audio edition, lesson plans and answer keys. Sir Charles Baskerville is dead. Did the hound of the Baskervilles kill him? Can Sherlock Holmes and Doctor Watson stop the hound from killing again?",
      "categories": [
        "Juvenile Fiction"
      ],
      "pages": 0
    }
  },
  {
    "9780194793650": {
      "title": "Oxford Bookworms Library: Starter: Dead Man's Money",
      "authors": "John Escott",
      "publisher": "OUP Oxford",
      "categories": [
        "Foreign Language Study"
      ],
      "pages": 48
    }
  },
  {
    "9780194234184": {
      "title": "Oxford Bookworms Library: Starter: Taxi of Terror",
      "authors": "Phillip Burrows",
      "publisher": "OUP Oxford",
      "About": "Word count 970 Bestseller",
      "categories": [
        "Foreign Language Study"
      ],
      "pages": 48
    }
  },
  {
    "9780194232333": {
      "title": "Survive!",
      "authors": "Helen Brooke",
      "publisher": "Oxford University",
      "About": "You are in a small plane, going across the Rocky Mountains. Suddenly, the engine starts to make strange noises . . . Soon you are alone, in the snow, at the top of a mountain, and it is very, very cold. Can you find your way out of the mountain?",
      "categories": [
        "ESL Level 1"
      ],
      "pages": 30
    }
  },
  {
    "9780194786096": {
      "title": "Oxford Bookworms Library: Starter: The Cat",
      "authors": "John Escott",
      "publisher": "OUP Oxford",
      "categories": [
        "Foreign Language Study"
      ],
      "pages": 40
    }
  },
  {
    "9780194234290": {
      "title": "Oxford Bookworms Library: Starter: Oranges in the Snow",
      "authors": "Phillip Burrows",
      "publisher": "OUP Oxford",
      "About": "Word count 1,710 Suitable for young learners",
      "categories": [
        "Foreign Language Study"
      ],
      "pages": 48
    }
  },
  {
    "9780194234313": {
      "title": "Oxford Bookworms Library: Starter: The White Stones",
      "authors": "Lester Vaughan",
      "publisher": "OUP Oxford",
      "About": "Word count 1,850",
      "categories": [
        "Foreign Language Study"
      ],
      "pages": 48
    }
  },
  {
    "9780194793643": {
      "title": "Oxford Bookworms Library: Starter: Pirate Treasure",
      "authors": "Phillip Burrows",
      "publisher": "OUP Oxford",
      "About": "Word count 950",
      "categories": [
        "Foreign Language Study"
      ],
      "pages": 48
    }
  },
  {
    "9780194234306": {
      "title": "Oxford Bookworms Library: Starter: Survive!",
      "authors": "Helen Brooke",
      "publisher": "OUP Oxford",
      "About": "Word count 1,540 Suitable for young learners Bestseller",
      "categories": [
        "Foreign Language Study"
      ],
      "pages": 48
    }
  },
  {
    "9780194234160": {
      "title": "Oxford Bookworms Library: Starter: Robin Hood",
      "authors": "John Escott",
      "publisher": "OUP Oxford",
      "About": "Word count 960 Suitable for young learners",
      "categories": [
        "Foreign Language Study"
      ],
      "pages": 48
    }
  },
  {
    "9780194234177": {
      "title": "Oxford Bookworms Library: Starter: Star Reporter",
      "authors": "John Escott",
      "publisher": "OUP Oxford",
      "About": "Word count 960 Suitable for young learners",
      "categories": [
        "Foreign Language Study"
      ],
      "pages": 48
    }
  },
  {
    "9780194234368": {
      "title": "Oxford Bookworms Library: Starter: Last Chance",
      "authors": "Phillip Burrows",
      "publisher": "OUP Oxford",
      "About": "Word count 1,928 CD: American English Suitable for young learners",
      "categories": [
        "Foreign Language Study"
      ],
      "pages": 48
    }
  },
  {
    "9780194234153": {
      "title": "Oxford Bookworms Library: Starter: The Ransom of Red Chief",
      "authors": "Henry,",
      "publisher": "OUP Oxford",
      "About": "Word count 890 Suitable for young learners",
      "categories": [
        "Foreign Language Study"
      ],
      "pages": 48
    }
  },
  {
    "9780194234276": {
      "title": "Oxford Bookworms Library: Starter: Starman",
      "authors": "Phillip Burrows",
      "publisher": "OUP Oxford",
      "About": "Word count 1,600",
      "categories": [
        "Foreign Language Study"
      ],
      "pages": 48
    }
  },
  {
    "9780194234207": {
      "title": "Oxford Bookworms Library: Starter: Drive into Danger",
      "authors": "Rosemary Border",
      "publisher": "OUP Oxford",
      "About": "Word count 1,400 Bestseller",
      "categories": [
        "Foreign Language Study"
      ],
      "pages": 48
    }
  },
  {
    "9780194234115": {
      "title": "Oxford Bookworms Library: Starter: A Connecticut Yankee in King Arthur's Court",
      "authors": "Mark Twain",
      "publisher": "OUP Oxford",
      "About": "Word count 890 Suitable for young learners",
      "categories": [
        "Foreign Language Study"
      ],
      "pages": 48
    }
  },
  {
    "9780194785990": {
      "title": "Oxford Bookworms Library: Starter: Mystery of Manor Hall",
      "authors": "Jane Cammack",
      "publisher": "OUP Oxford",
      "About": "Word count: 1,390 Suitable for young readers",
      "categories": [
        "Foreign Language Study"
      ],
      "pages": 40
    }
  },
  {
    "9780194234139": {
      "title": "Oxford Bookworms Library: Starter: Give us the Money",
      "authors": "Maeve Clarke",
      "publisher": "OUP Oxford",
      "About": "Word count 690 Suitable for young learners",
      "categories": [
        "Foreign Language Study"
      ],
      "pages": 48
    }
  },
  {
    "9780194234283": {
      "title": "Oxford Bookworms Library: Starter: Mystery in London",
      "authors": "Helen Brooke",
      "publisher": "OUP Oxford",
      "About": "Word count 1,450 Bestseller",
      "categories": [
        "Foreign Language Study"
      ],
      "pages": 48
    }
  },
  {
    "9780194234252": {
      "title": "Oxford Bookworms Library: Starter: Police TV",
      "authors": "Tim Vicary",
      "publisher": "OUP Oxford",
      "About": "Word count 1,500 Bestseller",
      "categories": [
        "Foreign Language Study"
      ],
      "pages": 48
    }
  },
  {
    "9780194234344": {
      "title": "Oxford Bookworms Library: Starter: Red Roses",
      "authors": "Christine Lindop",
      "publisher": "OUP Oxford",
      "About": "Word count 1,700 CD: American English",
      "categories": [
        "Foreign Language Study"
      ],
      "pages": 48
    }
  },
  {
    "9780194234269": {
      "title": "Oxford Bookworms Library: Starter: Sally's Phone",
      "authors": "Christine Lindop",
      "publisher": "OUP Oxford",
      "About": "Word count 1,400 Bestseller",
      "categories": [
        "Foreign Language Study"
      ],
      "pages": 48
    }
  },
  {
    "9780194234245": {
      "title": "Oxford Bookworms Library: Starter: Orca",
      "authors": "Phillip Burrows",
      "publisher": "OUP Oxford",
      "About": "Word count 1,600 Suitable for young learners",
      "categories": [
        "Foreign Language Study"
      ],
      "pages": 48
    }
  },
  {
    "9780194232371": {
      "title": "Orca",
      "authors": "Mark Foster",
      "publisher": "Oxford University",
      "About": "When Tonya and her friends decide to sail around the world they want to see exciting things and visit exciting places. But one day, they meet an orca - a killer whale - one of the most dangerous animals in the sea. And life gets a little too exciting.",
      "categories": [
        "English language"
      ],
      "pages": 30
    }
  },
  {
    "9781405876711": {
      "title": "Lucky Break",
      "authors": "John Escott",
      "publisher": "Longman",
      "About": "Original / American English Tom breaks his leg in a football game -- it's not his lucky day! A week later, Tom sees his favorite movie star. But Tom falls again--and suddenly the movie star is falling too! Reporters are taking pictures of Tom. Is this his lucky break?",
      "categories": [
        "Foreign Language Study"
      ],
      "pages": 20
    }
  },
  {
    "9781405880732": {
      "title": "Who Wants to Be a Star?",
      "authors": "Julia Allen",
      "publisher": "Penguin Longman",
      "About": "Original / British English Tina Daniels is thirteen years old and a star. She sings beautifully, and everyone loves her. Her mother has big ideas about Hollywood, but Tina is not happy. One day she goes away on a train. Who does she meet? What does she see? Read about Tina's new life.",
      "categories": [
        "Fame"
      ],
      "pages": 16
    }
  },
  {
    "9781405869577": {
      "title": "The Fireboy",
      "authors": "Stephen Rabley",
      "publisher": "Penguin Longman",
      "About": "Original / British English Hapu lives in Ancient Egypt. Hapu's father is ill, but they haven't got any money for a doctor. Hapu makes a beautiful necklace for Queen Cleopatra and takes it to her. But a guard says, 'Go home'. How can Hapu meet the Queen and get a doctor for his father?",
      "categories": [
        "Education"
      ],
      "pages": 16
    }
  },
  {
    "9781405869669": {
      "title": "The Leopard and the Lighthouse",
      "authors": "Anne Collins",
      "publisher": "Penguin Longman",
      "About": "Original / British English One day a leopard swims across the sea to Sindi. He is hungry and he is looking for food. He runs into an old lighthouse. The people of Sindi do not want the leopard in their lighthouse. But what can they do? How can they catch the leopard?",
      "categories": [
        "English language"
      ],
      "pages": 16
    }
  },
  {
    "9781405869447": {
      "title": "Billy and the Queen",
      "authors": "Stephen Rabley",
      "publisher": "Penguin Longman",
      "About": "Original / British English Billy and his sister want new bicycles, but they don't have any money. Then their grandmother has an idea. There's a competition in Palace magazine. The first prize is GBP500. 'What do you think?' Billy asks his sister. 'We can buy two new bicycles for GBP500, ' she says",
      "categories": [
        "English language"
      ],
      "pages": 16
    }
  },
  {
    "9780582402867": {
      "title": "Flying Home",
      "authors": "Stephen Rabley",
      "publisher": "Prentice Hall",
      "About": "Felix the parrot is miserable in his cage in a New York apartment. He manages to escape and starts flying south. His hope is to go back to the Brazilian rainforest, but will he be able to find his way home?",
      "categories": [
        "Juvenile Fiction"
      ],
      "pages": 16
    }
  },
  {
    "9781405869461": {
      "title": "Flying Home",
      "authors": "Stephen Rabley",
      "publisher": "Penguin Longman",
      "About": "Original / British English Felix is not a happy bird. He comes from Brazil but he doesn't live there. He lives in New York in a cage. Then one day his cage opens and Felix says goodbye to New York. Can he find his family in Brazil again?",
      "categories": [
        "Foreign Language Study"
      ],
      "pages": 16
    }
  },
  {
    "9781405077903": {
      "title": "L. A. Detective",
      "authors": "Philip Prowse",
      "About": "Los Angeles. Len Samuel is a private detective. Carmen Blane is a prisoner of the Young Ones. They want $100,000. Carmen's father is a rich man. But he is also a bad man. Len Samuel has a dangerous job.",
      "categories": [
        "Detective and mystery stories"
      ],
      "pages": 16
    }
  },
  {
    "9781405869713": {
      "title": "Girl Meets Boy",
      "authors": "Derek Strange",
      "publisher": "Penguin Longman",
      "About": "Original / British English A girl sees a quiet good-looking boy on the boat to Spain. She loves his shy smile and she wants to see him again. The boy wants to be with her too, but there are problems. Can the boy and the girl get together? Or do they never meet again?",
      "categories": [
        "Foreign Language Study"
      ],
      "pages": 28
    }
  },
  {
    "9781405869591": {
      "title": "The Last Photo",
      "authors": "Bernard Smith",
      "publisher": "Penguin Longman",
      "About": "Pam and Martin visit Cambridge. Pam takes a photo, but a man walks in front of her. Later Martin sees a picture of a man in a newspaper. The police want this man. Is he the same man? And where is he now? Does Pam's photo have the answers?",
      "categories": [
        "Foreign Language Study"
      ],
      "pages": 16
    }
  },
  {
    "9781413027778": {
      "title": "Trouble at the Zoo",
      "authors": "Rob Waring",
      "publisher": "Heinle & Heinle Pub",
      "About": "Mike wants to make trouble at the zoo. He picks up a baby kangaroo to show his friend, Jenny. Then the baby ́s mother comes. She is very angry. What does she do?",
      "categories": [
        "Foreign Language Study"
      ],
      "pages": 16
    }
  },
  {
    "9781413027921": {
      "title": "I Spy",
      "authors": "Rob Waring",
      "publisher": "Heinle & Heinle Pub",
      "About": "Edgar is a spy. He wants to sell some secret plans, but he is not a good spy and gives the plans to the wrong person. How can he get the plans back?",
      "categories": [
        "Foreign Language Study"
      ],
      "pages": 24
    }
  },
  {
    "9781413027938": {
      "title": "Go Jimmy Go!",
      "authors": "Rob Waring",
      "publisher": "Heinle & Heinle Pub",
      "About": "Jimmy is sports crazy. He is strong, fast, and athletic. He is also in a weelchair. The whole school is surprised when he enters the 800-meter race, racing against the other students. Can Jimmy win the race ?",
      "categories": [
        "Foreign Language Study"
      ],
      "pages": 24
    }
  },
  {
    "9781413028843": {
      "title": "Where's Lorena?",
      "authors": "Rob Waring",
      "publisher": "Heinle & Heinle Pub",
      "About": "Alex's mother asks him to take his younger sister Lorena out. When he is with her, he sees some friends. Alex doesn't want his friends to see him with his little sister, so he tells her to wait while he speaks with them. But when he comes back, Lorena is not there. Where is she?",
      "categories": [
        "Foreign Language Study"
      ],
      "pages": 24
    }
  },
  {
    "9781413027761": {
      "title": "The New Guitar",
      "authors": "Rob Waring",
      "publisher": "Heinle & Heinle Pub",
      "About": "Ray wants a guitar for his birthday, but his father won't buy it for him because it is poorly made. Ray secretly buys it, defying his dad. But that only leads to more trouble.",
      "categories": [
        "Foreign Language Study"
      ],
      "pages": 16
    }
  },
  {
    "9781413027808": {
      "title": "The Cave",
      "authors": "Rob Waring",
      "publisher": "Heinle & Heinle Pub",
      "About": "Faye, John, and their friends are on their boat. They find a secret cave full of interesting things. Later, the water comes up and they cannot get out. How do they get out of the cave?",
      "categories": [
        "Foreign Language Study"
      ],
      "pages": 16
    }
  },
  {
    "9781413027877": {
      "title": "A Good Friend",
      "authors": "Rob Waring",
      "publisher": "Heinle & Heinle Pub",
      "About": "Eric asks Yoko to go to the beach to watch the sun go down. Yoko's mother says no, but Yoko wants to go because she likes Eric very much. Later, Yoko climbs out of her window and goes to the beach to see Eric - and gets into trouble.",
      "categories": [
        "Foreign Language Study"
      ],
      "pages": 16
    }
  },
  {
    "9781405876704": {
      "title": "The Big Bag Mistake",
      "authors": "John Escott",
      "publisher": "Longman",
      "About": "Reading level: B [pink].",
      "categories": [
        "Foreign Language Study"
      ],
      "pages": 16
    }
  },
  {
    "9781405076128": {
      "title": "Dangerous Journey",
      "authors": "Alwyn Cox",
      "About": "Four members of a team making a geological survey for a mining company find themselves trapped deep in a forest when they are delayed by heavy rains. Can Leon successfully lead them to safety?",
      "categories": [
        "English language"
      ],
      "pages": 39
    }
  },
  {
    "9781405869546": {
      "title": "Maisie and the Dolphin",
      "authors": "Stephen Rabley",
      "publisher": "Penguin Longman",
      "About": "Original / British English Maisie King lives in the Bahamas. Her mother and father work at an Animal Hospital. Maisie has a new friend. His name is Ben and he's a dolphin. Ben is very ill. Maisie helps him. Then Maisie has a big problem. Can Ben help her?",
      "categories": [
        "Foreign Language Study"
      ],
      "pages": 20
    }
  },
  {
    "9781943980369": {
      "title": "Future Jobs Readers",
      "authors": "Tamara Wilburn",
      "publisher": "Seed Learning",
      "About": "Seed Learning's Future Jobs Readers is a new four-level non-fiction series that explores future careers related to developing technologies. In particular, the series aims to spark the interest of readers in considering the study of STEM-related subject areas that can open up new horizons for the next generation in the workplace. In Social Media Managers, students will learn about a career in which people work online to be the voice of the businesses they represent."
    }
  },
  {
    "9781943980338": {
      "title": "Future Jobs Readers",
      "authors": "Kelly Daniels",
      "publisher": "Seed Learning",
      "About": "Seed Learning's Future Jobs Readers is a new four-level non-fiction series that explores future careers related to developing technologies. In particular, the series aims to spark the interest of readers in considering the study of STEM-related subject areas that can open up new horizons for the next generation in the workplace. In Robotics Engineers, students will learn about careers in which people design and build new machines that can do work for us in homes, offices, hospitals, and factories."
    }
  },
  {
    "9781943980390": {
      "title": "Future Jobs Readers",
      "authors": "Joy Yongo",
      "publisher": "Seed Learning",
      "About": "Seed Learning's Future Jobs Readers is a new four-level non-fiction series that explores future careers related to developing technologies. In particular, the series aims to spark the interest of readers in considering the study of STEM-related subject areas that can open up new horizons for the next generation in the workplace. In Cyber Security Experts, students will learn about a career in which people work to make data and users safe online. Important data needs to be protected against people who shouldn't have it, and that is what Cyber Security Experts will be for!"
    }
  },
  {
    "9781943980352": {
      "title": "Future Jobs Readers",
      "authors": "Joanne Jalbert",
      "publisher": "Seed Learning",
      "About": "Seed Learning's Future Jobs Readers is a new four-level non-fiction series that explores future careers related to developing technologies. In particular, the series aims to spark the interest of readers in considering the study of STEM-related subject areas that can open up new horizons for the next generation in the workplace. In Medical Scientists, students will learn about a career in which people work in labs and study exciting things about the human body. They can find out how medical scientists will help make our lives better in the future."
    }
  },
  {
    "9781943980376": {
      "title": "Future Jobs Readers",
      "authors": "Joy Yongo",
      "publisher": "Seed Learning",
      "About": "Seed Learning's Future Jobs Readers is a new four-level non-fiction series that explores future careers related to developing technologies. In particular, the series aims to spark the interest of readers in considering the study of STEM-related subject areas that can open up new horizons for the next generation in the workplace. In Asset Managers, students will learn about careers in which people help others build wealth through the use of technology for funding their future goals."
    }
  },
  {
    "9781424048977": {
      "title": "Roommates",
      "authors": "Sue Leather",
      "publisher": "Heinle & Heinle Pub",
      "About": "As a new student at Brenton College, Bobby Harris has many things to worry about-but his biggest problem is his new roommate, Ash! Because of Ash, Bobby can't sleep, study, or work properly. The problem is, how does he tell Ash without losing a roommate and a friend?",
      "categories": [
        "Foreign Language Study"
      ],
      "pages": 46
    }
  },
  {
    "9780194646833": {
      "title": "Oxford Read and Discover: Level 2: Farms",
      "authors": "Rachel Bladon",
      "publisher": "OUP Oxford",
      "About": "This exciting new series of non-fiction readers provides interesting and educational content, with activities and project work. The readers are graded at four levels, from 3 to 6, suitable for students from age 8 and older. They can support Content and Language Integrated Learning (CLIL), andcover a broad range of topics, within three curriculum areas:The World of Science and TechnologyThe Natural WorldThe World of Arts and Social StudiesAlso available for each reader:* Activity Book* Audio CD Pack (Reader and Audio CD)Answers to the activities can be found on the a href=\"http://www.oup.com/elt/teacher/readanddiscover\"teacher's website/a",
      "categories": [
        "Foreign Language Study"
      ],
      "pages": 40
    }
  },
  {
    "9780194646840": {
      "title": "Oxford Read and Discover: Level 2: Camouflage",
      "authors": "Kamini Khanduri",
      "publisher": "OUP Oxford",
      "About": "This exciting new series of non-fiction readers provides interesting and educational content, with activities and project work. The readers are graded at four levels, from 3 to 6, suitable for students from age 8 and older. They can support Content and Language Integrated Learning (CLIL), andcover a broad range of topics, within three curriculum areas:The World of Science and TechnologyThe Natural WorldThe World of Arts and Social StudiesAlso available for each reader:* Activity Book* Audio CD Pack (Reader and Audio CD)* Teacher's Notes and CLIL guidance at www.oup.com/elt/readanddiscover",
      "categories": [
        "Foreign Language Study"
      ],
      "pages": 40
    }
  },
  {
    "9780194646888": {
      "title": "Oxford Read and Discover: Level 2: Plastic",
      "authors": "Louise Spilsbury",
      "publisher": "OUP Oxford",
      "categories": [
        "Foreign Language Study"
      ],
      "pages": 40
    }
  },
  {
    "9781424046621": {
      "title": "Come Home",
      "authors": "Sue Leather",
      "publisher": "Heinle & Heinle Pub",
      "About": "Series Editors: Sue Leather, Julian Thomlinson, and Rob Waring It's Samorn's first week at Brenton College in the US, and she already wants to leave. She misses Thailand, her family, and most of all, her boyfriend Lek. So when Lek asks her to come home, Samorn knows she has to make a hard decision...",
      "categories": [
        "Foreign Language Study"
      ],
      "pages": 38
    }
  },
  {
    "9780194249713": {
      "title": "Dominoes: Quick Starter: Crying Wolf and Other Tales",
      "authors": "Aesop",
      "publisher": "OUP Oxford",
      "About": "Four-level graded readers series, perfect for reading practice and language skills development at upper-primary and lower-secondary levels.Dominoes is a full-colour, interactive readers series that offers students a fun reading experience while building their language skills. With integrated activities, an interactive MultiROM, and exciting, fully dramatized audio for every story, the new edition of the series makes reading",
      "categories": [
        "Foreign Language Study"
      ],
      "pages": 40
    }
  },
  {
    "9780194249409": {
      "title": "Dominoes: Quick Starter: The Little Match Girl",
      "authors": "Hans Christian Andersen",
      "publisher": "OUP Oxford",
      "About": "The wares of the poor little match girl illuminate her cold world, bringing some beauty to her brief, tragic life.",
      "categories": [
        "Foreign Language Study"
      ],
      "pages": 40
    }
  },
  {
    "9780521683272": {
      "title": "What a Lottery! Starter/Beginner",
      "authors": "Colin Campbell",
      "publisher": "Cambridge University Press",
      "About": "\"Rick loves music and wants to be a rock star. But he has no money and his wife leaves him. Then he wins the lottery. Is this the start of a new life for Rick?\"--Back cover.",
      "categories": [
        "Foreign Language Study"
      ],
      "pages": 36
    }
  },
  {
    "9780521149044": {
      "title": "Gone! Level Starter/Beginner American English",
      "authors": "Margaret Johnson",
      "publisher": "Cambridge University Press",
      "About": "\"It's Tom's birthday. But no one has any time for him. Then he finds a bag and inside, there is a strange camera ...\"--Back cover. Graded reader with exercises, answers, and audio CD. Suitable for self-study, building vocabulary, and developing reading and listening skills.",
      "categories": [
        "Foreign Language Study"
      ],
      "pages": 49
    }
  },
  {
    "9781107683228": {
      "title": "A Little Trouble in California Level Starter/Beginner American English Edition",
      "authors": "Richard MacAndrew",
      "publisher": "Cambridge University Press",
      "About": "The graded readers series of original fiction, adapted fiction and factbooks especially written for teenagers. Twins, Andy and Kim, are in California on vacation with their parents. Kim takes some photos with her new camera and the twins soon discover that someone does not want to be photographed. Why? This paperback is in American English. Audio recordings of the text are available on our website at: www.cambridge.org/elt/discoveryreaders/ame Cambridge Experience Readers, previously called Cambridge Discovery Readers, get your students hooked on reading.",
      "categories": [
        "Foreign Language Study"
      ],
      "pages": 49
    }
  },
  {
    "9780521181617": {
      "title": "Quick Change! Level Starter/Beginner American English Edition",
      "authors": "Margaret Johnson",
      "publisher": "Cambridge University Press",
      "About": "The graded readers series of original fiction, adapted fiction and factbooks especially written for teenagers. It's Helen's twelfth birthday and her parents have something important to tell her. Her mom promises that the news won't change anything. But she's wrong. It changes everything. Nothing will ever be the same again, not for Helen, not for anyone. This paperback is in American English. Audio recordings of the text are available on our website at: www.cambridge.org/elt/discoveryreaders/ame Cambridge Experience Readers, previously called Cambridge Discovery Readers, get your students hooked on reading.",
      "categories": [
        "Foreign Language Study"
      ],
      "pages": 49
    }
  },
  {
    "9780194646345": {
      "title": "Oxford Read and Discover: Level 1: Art",
      "authors": "Richard Northcott",
      "publisher": "OUP Oxford",
      "categories": [
        "Foreign Language Study"
      ],
      "pages": 32
    }
  },
  {
    "9780194646338": {
      "title": "Oxford Read and Discover: Level 1: Young Animals",
      "authors": "Rachel Bladon",
      "publisher": "OUP Oxford",
      "About": "This exciting new series of non-fiction readers provides interesting and educational content, with activities and project work. The readers are graded at four levels, from 3 to 6, suitable for students from age 8 and older. They can support Content and Language Integrated Learning (CLIL), andcover a broad range of topics, within three curriculum areas:The World of Science and TechnologyThe Natural WorldThe World of Arts and Social StudiesAlso available for each reader:* Activity Book* Audio CD Pack (Reader and Audio CD)Answers to the activities can be found on the a href=\"http://elt.oup.com/teachers/readanddiscover/?cc=caandselLanguage=en\"teacher's website/a",
      "categories": [
        "Foreign Language Study"
      ],
      "pages": 32
    }
  },
  {
    "9780194646277": {
      "title": "Schools",
      "authors": "Richard Northcott",
      "publisher": "Oxford University Press, USA",
      "About": "This exciting new series of non-fiction readers provides interesting and educational content, with activities and project work. The readers are graded at four levels, from 3 to 6, suitable for students from age 8 and older. They can support Content and Language Integrated Learning (CLIL), and cover a broad range of topics, within three curriculum areas: The World of Science and Technology The Natural World The World of Arts and Social Studies Also available for each reader: * Activity Book * Audio CD Pack (Reader and Audio CD) * Teacher's Notes and CLIL guidance at www.oup.com/elt/readanddiscover The Activity Book includes 16 pages of chapter-linked activities followed by after-reading whole book activities and a book review; focus on content, vocabulary, and grammar.",
      "categories": [
        "Foreign Language Study"
      ],
      "pages": 32
    }
  },
  {
    "9781943980437": {
      "title": "Future Jobs Readers",
      "authors": "Joy Yongo",
      "publisher": "Seed Learning",
      "About": "Seed Learning's Future Jobs Readers is a new four-level non-fiction series that explores future careers related to developing technologies. In particular, the series aims to spark the interest of readers in considering the study of STEM-related subject areas that can open up new horizons for the next generation in the workplace. In Digital Modelers, students will learn about careers in which people in different fields use models in many ways. In the future, CAD and 3D printing will become even more popular for making 3D models."
    }
  },
  {
    "9781943980345": {
      "title": "Future Jobs Readers",
      "authors": "Shauente Waters",
      "publisher": "Seed Learning",
      "About": "Seed Learning's Future Jobs Readers is a new four-level non-fiction series that explores future careers related to developing technologies. In particular, the series aims to spark the interest of readers in considering the study of STEM-related subject areas that can open up new horizons for the next generation in the workplace. In App Developers, students will learn about careers in which people use their creative skills along with their math and science skills to create apps that can help us with many things we do every day."
    }
  },
  {
    "9781943980406": {
      "title": "Future Jobs Readers",
      "authors": "Liana Robinson",
      "publisher": "Seed Learning",
      "About": "Seed Learning's Future Jobs Readers is a new four-level non-fiction series that explores future careers related to developing technologies. In particular, the series aims to spark the interest of readers in considering the study of STEM-related subject areas that can open up new horizons for the next generation in the workplace. In Wearable Technology Creators, students will learn about a career in which people use their imaginations at work every day. Their jobs are interesting, fun, and challenging. They make special glasses, shirts, shoes, and, in the future, much more!"
    }
  },
  {
    "9781943980413": {
      "title": "Future Jobs Readers",
      "authors": "Anne Taylor",
      "publisher": "Seed Learning",
      "About": "Seed Learning's Future Jobs Readers is a new four-level non-fiction series that explores future careers related to developing technologies. In particular, the series aims to spark the interest of readers in considering the study of STEM-related subject areas that can open up new horizons for the next generation in the workplace. In Computer Intelligence Engineers, students will learn about careers in which people work to make computers smarter. These smart computers will someday be commonly found in hospitals, universities, and even hotels."
    }
  },
  {
    "9780194646796": {
      "title": "Earth",
      "authors": "Richard Northcott",
      "publisher": "Oxford University Press, USA",
      "About": "This exciting new series of non-fiction readers provides interesting and educational content, with activities and project work. The readers are graded at four levels, from 3 to 6, suitable for students from age 8 and older. They can support Content and Language Integrated Learning (CLIL), and cover a broad range of topics, within three curriculum areas: The World of Science and Technology The Natural World The World of Arts and Social Studies Also available for each reader: * Activity Book * Audio CD Pack (Reader and Audio CD) * Teacher's Notes and CLIL guidance at www.oup.com/elt/readanddiscover The Activity Book includes 16 pages of chapter-linked activities followed by after-reading whole book activities and a book review; focus on content, vocabulary, and grammar.",
      "categories": [
        "Foreign Language Study"
      ],
      "pages": 40
    }
  },
  {
    "9780194646871": {
      "title": "Oxford Read and Discover: Level 2: In the Mountains",
      "authors": "Richard Northcott",
      "publisher": "OUP Oxford",
      "categories": [
        "Foreign Language Study"
      ],
      "pages": 40
    }
  },
  {
    "9780194646826": {
      "title": "Oxford Read and Discover: Level 2: Cities",
      "authors": "Richard Northcott",
      "publisher": "OUP Oxford",
      "About": "This exciting new series of non-fiction readers provides interesting and educational content, with activities and project work. The readers are graded at four levels, from 3 to 6, suitable for students from age 8 and older. They can support Content and Language Integrated Learning (CLIL), andcover a broad range of topics, within three curriculum areas:The World of Science and TechnologyThe Natural WorldThe World of Arts and Social StudiesAlso available for each reader:* Activity Book* Audio CD Pack (Reader and Audio CD)* Teacher's Notes and CLIL guidance at www.oup.com/elt/readanddiscoverThe Activity Book includes 16 pages of chapter-linked activities followed by after-reading whole book activities and a book review; focus on content, vocabulary, and grammar.",
      "categories": [
        "Foreign Language Study"
      ],
      "pages": 40
    }
  },
  {
    "9780521732895": {
      "title": "The Black Pearls Starter/Beginner",
      "authors": "Richard MacAndrew",
      "publisher": "Cambridge University Press",
      "About": "\"They call Wolfgang Peters the \"Minute Man\". Why? Because one minute he's there, and the next minute fe's not. But what is Peters doing on the beautiful Pacific island of Raratonga?\"--Back cover.",
      "categories": [
        "Foreign Language Study"
      ],
      "pages": 32
    }
  },
  {
    "9780521683333": {
      "title": "Dirty Money Starter/Beginner",
      "authors": "Sue Leather",
      "publisher": "Cambridge University Press",
      "About": "Joe and Sandy love their new life in Canada. But everything changes when Pan Global come to town. Can Joe find out what the new mine is really for?",
      "categories": [
        "Foreign Language Study"
      ],
      "pages": 36
    }
  },
  {
    "9780521705851": {
      "title": "The Girl at the Window Starter/Beginner",
      "authors": "Antoinette Moses",
      "publisher": "Cambridge University Press",
      "About": "High interest-low vocabulary books.",
      "categories": [
        "Foreign Language Study"
      ],
      "pages": 36
    }
  },
  {
    "9780521732956": {
      "title": "Why? Starter/Beginner Paperback",
      "authors": "Philip Prowse",
      "publisher": "Cambridge University Press",
      "About": "Award-winning original fiction for learners of English. Alex is a soldier with a peace-keeping force in a poor country torn apart by fighting. He doesn't speak the language and is not sure why he is there. On patrol he comes face to face with the reality of what arms sales mean and pays the ultimate price. Why?",
      "categories": [
        "Foreign Language Study"
      ],
      "pages": 32
    }
  },
  {
    "9780521156776": {
      "title": "Book Boy Starter/Beginner",
      "authors": "Antoinette Moses",
      "publisher": "Cambridge University Press",
      "About": "Cambridge English Readers is an exciting series of original fiction, specially written for learners of English Graded into seven levels - from starter to advanced - the stories in this series provide easy and enjoyable reading on a wide range of contemporary topics and themes. --",
      "categories": [
        "Foreign Language Study"
      ],
      "pages": 29
    }
  },
  {
    "9780194646857": {
      "title": "Oxford Read and Discover: Level 2: Electricity",
      "authors": "Louise Spilsbury",
      "publisher": "OUP Oxford",
      "categories": [
        "Foreign Language Study"
      ],
      "pages": 40
    }
  },
  {
    "9780194646819": {
      "title": "Oxford Read and Discover: Level 2: Your Body",
      "authors": "Louise Spilsbury",
      "publisher": "OUP Oxford",
      "About": "This exciting new series of non-fiction readers provides interesting and educational content, with activities and project work. The readers are graded at four levels, from 3 to 6, suitable for students from age 8 and older. They can support Content and Language Integrated Learning (CLIL), andcover a broad range of topics, within three curriculum areas:The World of Science and TechnologyThe Natural WorldThe World of Arts and Social StudiesAlso available for each reader:* Activity Book* Audio CD Pack (Reader and Audio CD)* Teacher's Notes and CLIL guidance at www.oup.com/elt/readanddiscoverThe Activity Book includes 16 pages of chapter-linked activities followed by after-reading whole book activities and a book review; focus on content, vocabulary, and grammar.",
      "categories": [
        "Foreign Language Study"
      ],
      "pages": 40
    }
  },
  {
    "9780194646802": {
      "title": "Oxford Read and Discover: Level 2: Sunny and Rainy",
      "authors": "Louise Spilsbury",
      "publisher": "OUP Oxford",
      "About": "This exciting new series of non-fiction readers provides interesting and educational content, with activities and project work. The readers are graded at four levels, from 3 to 6, suitable for students from age 8 and older. They can support Content and Language Integrated Learning (CLIL), andcover a broad range of topics, within three curriculum areas:The World of Science and TechnologyThe Natural WorldThe World of Arts and Social StudiesAlso available for each reader:* Activity Book* Audio CD Pack (Reader and Audio CD)* Teacher's Notes and CLIL guidance at www.oup.com/elt/readanddiscoverThe Activity Book includes 16 pages of chapter-linked activities followed by after-reading whole book activities and a book review; focus on content, vocabulary, and grammar.",
      "categories": [
        "Foreign Language Study"
      ],
      "pages": 40
    }
  },
  {
    "9780521683319": {
      "title": "The Penang File Starter/Beginner",
      "authors": "Richard MacAndrew",
      "publisher": "Cambridge University Press",
      "About": "The British Prince is in Penang, Malaysia. But so is Sergio, and Sergio wants to kill him. Can Ian Munro find Sergio before it is too late?",
      "categories": [
        "Foreign Language Study"
      ],
      "pages": 32
    }
  },
  {
    "9780521184939": {
      "title": "Arman's Journey Starter/Beginner",
      "authors": "Philip Prowse",
      "publisher": "Cambridge University Press",
      "About": "At twelve o'clock the soldiers come to my school. \"Everyone out! You're going to be soldiers,\" a tall soldier shouts. I don't want to be a soldier. I turn and run. And this is how my journey starts.--From back cover",
      "categories": [
        "Foreign Language Study"
      ],
      "pages": 28
    }
  },
  {
    "9780521183659": {
      "title": "Big Hair Day Starter/Beginner",
      "authors": "Margaret Johnson",
      "publisher": "Cambridge University Press",
      "About": "\"'I'm going to be in a film!' Sophia shouts. 'With Fabio Facelli. I love Fabio's films.' Sophia's day has a bad start. But then she meets 'Mr Sit Down' and things change.\"--Cover.",
      "categories": [
        "Foreign Language Study"
      ],
      "pages": 6
    }
  },
  {
    "9781405851985": {
      "title": "Newspaper Chase, Easystart, Penguin Active Readers (Penguin Active Readers, Easystart)",
      "author": "Pearson Education",
      "publisher": "Pearson Education ESL, 2007",
      "about": "Harry Black steals a million-dollar picture and hides it in a newspaper in his room. But Janey is keen on recycling old papers..."
    }
  },
  {
    "9781424046416": {
      "title": "Somebody Better: Page Turners 1: 0",
      "author": "Thomlinson, Julian",
      "publisher": "Heinle ELT, 2014",
      "about": "After two years with his girlfriend Jenny, Danny's not sure they are right for each other. Will Danny find the girl of his dreams? Or will he make the biggest mistake of his life?"
    }
  },
  {
    "9781424048830": {
      "title": "Road Trip: Page Turners 1",
      "author": "Sue Leather",
      "publisher": "Heinle ELT, 2014",
      "about": "Ying Chu doesn't really like road trips. But when friends ask her to join them on a trip to a music festival, she says yes. But the fun trip turns into a nightmare, testing their friendships and Ying Chu's character..."
    }
  },
  {
    "9780194249348": {
      "title": "Ali Baba and the Forty Thieves (Dominoes)",
      "publisher": "Oxford University Press, 2012",
      "about": "Ali Baba finds a thieves' treasure cave, and he is suddenly rich. Then his brother Kasim visits the cave, and things go wrong. The forty thieves find Kasim there, kill him, and cut him into four pieces. What can Ali Baba do? He wants to bury his brother quietly. But how can he? Morgiana, his servant-girl, has the answer. But what can she do when the thieves find Ali Baba and want to kill him, too?Four-level graded readers series, perfect for reading practice and language skills development at upper-primary and lower-secondary levels. Dominoes is a full-colour, interactive readers series that offers students a fun reading experience while building their language skills. With integrated activities, an interactive MultiROM, and exciting, fully dramatized audio for every story, the new edition of the series makes reading motivating for students while making it easy for you to develop their reading and language skills."
    }
  },
  {
    "9780521683296": {
      "title": "Let Me Out! Starter/Beginner (Cambridge English Readers)",
      "author": "Moses, Antoinette",
      "publisher": "Cambridge University Press, 2006",
      "about": "Award-winning original fiction for learners of English. At seven levels, from Starter to Advanced, this impressive selection of carefully graded readers offers exciting reading for every student's capabilities. Nolan is a robot, created by a lonely electronics expert, John, to run his home, cook and do the ironing. But Nolan is not content; he wants to be human. When he realizes that this is not possible, he turns against John, who finds there is no escape from his malevolence. Paperback-only version. Also available with Audio CD with complete text recordings from the book."
    }
  }
]